Repository: muneebtk/hotel-reservation-api
Catalog: superuserapp/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Confirm Password
ar: تأكيد كلمة المرور

source: Edit Admin
ar: تحرير المشرف

source: Confirm password
ar: تأكيد كلمة المرور

source: First Name is required.
ar: الاسم الأول مطلوب.

source: First Name can only contain alphabets and spaces.
ar: يمكن أن يحتوي الاسم الأول على أحرف أبجدية ومسافات فقط.

source: Last Name is required.
ar: الاسم الأخير مطلوب.

source: Last Name can only contain alphabets and spaces.
ar: يمكن أن يحتوي اسم العائلة على أحرف أبجدية ومسافات فقط.

source: Valid Email is required.
ar: مطلوب بريد إلكتروني صالح.

source: Password must be at least 8 characters, include 1 uppercase, 1 lowercase, and 1 special character.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل، وتتضمن حرفًا واحدًا كبيرًا وحرفًا صغيرًاوشخصية خاصة واحدة.

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

source: Something went wrong! Please try again.
ar: حدث خطأ ما! يرجى المحاولة مرة أخرى.

source: First name cannot be empty.
ar: لا يمكن أن يكون الاسم الأول فارغًا.

source: First name can only contain letters and spaces.
ar: يمكن أن يحتوي الاسم الأول على أحرف ومسافات فقط.

source: Last name cannot be empty.
ar: لا يمكن أن يكون الاسم الأخير فارغًا.

source: Last name can only contain letters and spaces.
ar: يمكن أن يحتوي الاسم الأخير على أحرف ومسافات فقط.

source: Email cannot be empty.
ar: لا يمكن أن يكون البريد الإلكتروني فارغًا.

source: Password cannot be empty.
ar: لا يمكن أن تكون كلمة المرور فارغة.

source: Password must be at least 8 characters and include uppercase, lowercase, a number, and a special character.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل وتتضمن أحرفًا كبيرة وصغيرة ورقم، وشخصية خاصة.

source: New admin added successfully!
ar: تمت إضافة المشرف الجديد بنجاح!

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

source: Are you sure you want to delete this admin?
ar: هل أنت متأكد أنك تريد حذف هذا المشرف؟

source: Admin deleted successfully!
ar: تم حذف المشرف بنجاح!

source: Error:
ar: خطأ:

source: Something went wrong:
ar: حدث خطأ ما:

source: Invalid language code
ar: رمز اللغة غير صالح

source: Hotel status updated successfully.
ar: تم تحديث حالة الفندق بنجاح.

source: Amenity name and Arabic name are required
ar: مطلوب اسم وسائل الراحة والاسم العربي

source: Amenity with this Arabic name already exists
ar: وسائل الراحة بهذا الاسم العربي موجودة بالفعل

source: Failed to create amenity. Please try again later.
ar: فشل في إنشاء وسائل الراحة. يرجى المحاولة مرة أخرى لاحقا.

source: Amenity creation failed. Email not sent.
ar: فشل إنشاء وسائل الراحة. لم يتم إرسال البريد الإلكتروني.

source: Amenity created but email notification failed.
ar: تم إنشاء الميزة ولكن فشل إشعار البريد الإلكتروني.

source: Amenity added successfully!
ar: تمت إضافة الميزة بنجاح!

source: An unexpected error occurred, please try again later.
ar: حدث خطأ غير متوقع، يرجى المحاولة مرة أخرى لاحقًا.

source: Amenity not found
ar: لم يتم العثور على وسائل الراحة

source: Amenity with this name already exists.
ar: وسائل الراحة بهذا الاسم موجودة بالفعل.

source: Amenity with this Arabic name already exists.
ar: وسائل الراحة بهذا الاسم العربي موجودة بالفعل.

source: Failed to update amenity
ar: فشل في تحديث وسائل الراحة

source: Amenity updated successfully!
ar: تم تحديث وسائل الراحة بنجاح!

source: Commission slab with overlapping range already exists
ar: لوحة العمولة ذات النطاق المتداخل موجودة بالفعل

source: A commission slab with these exact values already exists
ar: توجد بالفعل لوحة عمولة بهذه القيم الدقيقة

source: Commission added successfully!
ar: تمت إضافة العمولات بنجاح!

source: An error occurred while adding the commission slab
ar: حدث خطأ أثناء إضافة شريحة العمولة

source: Error retrieving commission slab
ar: حدث خطأ أثناء استرداد شريحة العمولة

source: No changes made, but commission slab saved successfully
ar: لم يتم إجراء أي تغييرات، ولكن تم حفظ شريحة العمولة بنجاح

source: Commission updated successfully!
ar: تم تحديث سعر العمولة بنجاح!

source: An error occurred while updating the commission slab
ar: حدث خطأ أثناء تحديث شريحة العمولة

source: commission deleted successfully!
ar: تم حذف العمولات بنجاح!

source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.

source: Hotel details saved successfully.
ar: تم حفظ تفاصيل الفندق بنجاح.

source: Amenity added
ar: تمت إضافة وسائل الراحة

source: Invalid request
ar: طلب غير صالح

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

source: Category is required
ar: الفئة مطلوبة

source: Policies cannot be empty
ar: لا يمكن أن تكون السياسات فارغة

source: An error occurred while saving the policy
ar: حدث خطأ أثناء حفظ السياسة

source: Invalid request method
ar: طريقة الطلب غير صالحة

source: No policies found for category %(category)s created by you.
ar: لم يتم العثور على سياسات للفئة %(category)s التي أنشأتها.

source: Category not found
ar: لم يتم العثور على الفئة

source: An error occurred while fetching policy data
ar: حدث خطأ أثناء جلب بيانات السياسة

source: Category name and category ID are required.
ar: مطلوب اسم الفئة ومعرف الفئة.

source: Successfully added new policy '%(policy_name)s' to %(category)s.
ar: تمت إضافة السياسة الجديدة '%(policy_name)s' إلى %(category)s' بنجاح.

source: Policy '%(policy_name)s' already exists in category '%(category)s', no new policy added.
ar: السياسة '%(policy_name)s' موجودة بالفعل في الفئة '%(category)s'، ولا يوجد جديد تمت إضافة السياسة.

source: Category not found.
ar: لم يتم العثور على الفئة.

source: PolicyCategory has been deleted successfully
ar: تم حذف فئة السياسة بنجاح

source: PolicyCategory not found
ar: لم يتم العثور على فئة السياسة

source: An unexpected error occurred
ar: حدث خطأ غير متوقع

source: An error occurred while fetching users.
ar: حدث خطأ أثناء جلب المستخدمين.

source: Email is already registered.
ar: البريد الإلكتروني مسجل بالفعل.

source: New admin has been added successfully.
ar: تمت إضافة المشرف الجديد بنجاح.

source: An error occurred while creating the admin user.
ar: حدث خطأ أثناء إنشاء المستخدم المسؤول.

source: User not found
ar: لم يتم العثور على المستخدم

source: Error retrieving hotels, chalets, or offers..
ar: خطأ في إسترجاع الفنادق أو الشاليهات أو العروض..

source: User not found .
ar: لم يتم العثور على المستخدم .

source: Unexpected error in superadmin -offer page
ar: خطأ غير متوقع في المشرف الفائق - صفحة العروض

source: Offerpromotion ID doesn't exist.
ar: معرف العرض الترويجي غير موجود.

source: Offerpromotion ID needed.
ar: معرف العرض الترويجي مطلوب.

source: Failed to update promotion
ar: فشل تحديث العرض الترويجي

source: Offerpromotion ID Not found.
ar: لم يتم العثور على معرف العرض الترويجي.

source: Offerpromotion ID Needed.
ar: معرف العرض الترويجي مطلوب.

source: Promotion Not exist.
ar: الترويج غير موجود.

source: Offer deleted successfully
ar: تم حذف العرض بنجاح

source: vendor profile not found
ar: لم يتم العثور على ملف تعريف البائع

source: Invalid action!
ar: إجراء غير صالح!

source: Room type already exists!
ar: نوع الغرفة موجود بالفعل!

source: Room type added successfully!
ar: تم إضافة نوع الغرفة بنجاح!

source: Room type updated successfully!
ar: تم تحديث نوع الغرفة بنجاح!

source: Room type deleted successfully!
ar: تم حذف نوع الغرفة بنجاح!

source: Chalet type not found
ar: لم يتم العثور على نوع الشاليه

source: Chalet type updated successfully
ar: تم تحديث نوع الشاليه بنجاح

source: Chalet type removed successfully
ar: تمت إزالة نوع الشاليه بنجاح

source: Hotel type not found
ar: لم يتم العثور على نوع الفندق

source: Hotel type updated successfully
ar: تم تحديث نوع الفندق بنجاح

source: Hotel type removed successfully
ar: تمت إزالة نوع الفندق بنجاح

source: An error occurred while fetching admin details.
ar: حدث خطأ أثناء جلب تفاصيل المسؤول.

source: Email is already in use.
ar: البريد الإلكتروني قيد الاستخدام بالفعل.

source: Admin details updated successfully.
ar: تم تحديث تفاصيل المشرف بنجاح.

source: An error occurred while updating admin details.
ar: حدث خطأ أثناء تحديث تفاصيل المسؤول.

source: Admin ID is required.
ar: معرف المسؤول مطلوب.

source: Cannot delete a Super Admin!
ar: لا يمكن حذف المشرف المتميز!

source: Admin deleted successfully.
ar: تم حذف المشرف بنجاح.

source: An error occurred while deleting admin.
ar: حدث خطأ أثناء حذف المشرف.

source: Invalid request.
ar: طلب غير صالح.

source: Property Name
ar: اسم العقار

source: Property <br> Amount
ar: مبلغ <br> العقار

source: Tax
ar: الضريبة

source: Meal Price
ar: سعر الوجبة

source: Meal Tax
ar: ضريبة الوجبة

source: Payment gateway <br> Commission
ar: عمولة <br> بوابة الدفع

source: Failed
ar: فشل

source: Vendor Earnings
ar: أرباح البائعين

source: Payment gateway <br> Commission for Admin
ar: بوابة الدفع عمولة للمسؤول

source: Payment gateway Charge
ar: رسوم بوابة الدفع

source: Export Reports:
ar: تقارير التصدير:

source: Excel
ar: اكسل

source: PDF
ar: بي دي إف

source: Total Number Of Available Rooms
ar: إجمالي عدد الغرف المتاحة

source: Number Of Booked Rooms
ar: عدد الغرف المحجوزة

source: Number Of Android Users
ar: عدد مستخدمي أندرويد

source: Number Of IOS Users
ar: عدد مستخدمي آي أو اس

source: Total Number Of Available Chalets
ar: إجمالي عدد الشاليهات المتاحة

source: Number Of Booked Chalets
ar: عدد الشاليهات المحجوزة

source: Total Bookings
ar: إجمالي الحجوزات

source: Wallet Balance
ar: رصيد المحفظة

source: Mobile Number
ar: رقم الهاتف المحمول

source: User Name
ar: اسم المستخدم

source: User <br>Name
ar: اسم المستخدم

source: Booking <br>Mobile Number
ar: حجز رقم الجوال

source: Transaction Time
ar: وقت المعاملة

source: Registration Date
ar: تاريخ التسجيل

source: Booking <br>Time
ar: وقت الحجز
