Repository: muneebtk/hotel-reservation-api
Catalog: superuserapp/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Add Amenities
ar: أضف وسائل الراحة

source: Amenity Name(English)
ar: اسم المرفق (الإنجليزية)

source: Enter the amenity name
ar: أدخل اسم الميزة

source: Amenity Name(Arabic)
ar: سم المرفق (العربية)

source: Amenity Type
ar: نوع وسائل الراحة

source: Property Amenities
ar: مرافق المنشأة

source: Room Amenities
ar: مرافق الغرفة

source: Select Amenity type
ar: يخترنوع الراحة

source: Upload Amenity Icon
ar: تحميل أيقونة الراحة

source: (Upload JPEG/PNG files)
ar: (تحميل ملفات JPEG/PNG)

source: Status
ar: الحالة

source: Active
ar: نشيط

source: In Active
ar: غير نشط

source: Vendor Email
ar: البريد الإلكتروني للمورد

source: Enter the email address of the Vendor
ar: أدخل عنوان البريد الإلكتروني للمورد

source: User does not exist
ar: المستخدم غير موجود

source: Amenity with this name already exists
ar: وسائل الراحة بهذا الاسم موجودة بالفعل

source: Cancel
ar: يلغي

source: Add
ar: يضيف

source: Amenity Name
ar: اسم وسائل الراحة

source: Amenity Icon
ar: أيقونة الراحة

source: Amenity with this name already exists
ar: وسائل الراحة بهذا الاسم موجودة بالفعل

source: Add Commission
ar: إضافة العمولة

source: From Amount
ar: من مبلغ

source: Enter the from-amount
ar: أدخل اسم الميزة

source: To Amount
ar: الى مبلغ

source: Enter the to-amount
ar: أدخل اسم الميزة

source: Commission Amount
ar: مبلغ العمولة

source: Enter the commission amount
ar: أدخل نسبة العمولة

source: Commission slab already exists
ar: لوحة العمولة موجودة بالفعل

source: Please enter valid numbers only (whole or decimal).
ar: الرجاء إدخال أرقام صحيحة فقط (كاملة أو عشرية).

source: Each input must be ${maxLength} digits or fewer.
ar: يجب أن يتكون كل إدخال من أرقام ${maxLength} أو أقل.

source: To Amount must be greater than From Amount.
ar: يجب أن يكون المبلغ أكبر من مبلغ البداية.

source: Policies
ar: السياسات

source: Add New Policy
ar: إضافة سياسة جديدة

source: Edit Policy
ar: تحرير السياسة

source: Delete Policy
ar: تحرير وسائل الراحة

source: No policies available.
ar: لا توجد سياسات متاحة.

source: Category
ar: فئة

source: Enter the policy category
ar: أدخل اسم الميزة

source: Enter the policy
ar: أدخل اسم الميزة

source: Save
ar: يحفظ

source: Enter the Policy Category
ar: أدخل فئة السياسة

source: Are you sure you want to delete this policy?
ar: هل أنت متأكد أنك تريد حذف هذه السياسة؟

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Yes, Delete
ar: نعم، حذف

source: Category cannot be empty.
ar: لا يمكن أن تكون الفئة فارغة.

source: Category name must be 50 characters or less.
ar: يجب أن يكون اسم الفئة 50 حرفًا أو أقل.

source: Category name must contain only alphabetic characters and spaces.
ar: يجب أن تحتوي الفئة على أحرف أبجدية ومسافات فقط.

source: At least one policy must be provided.
ar: يجب توفير سياسة واحدة على الأقل.

source: Policies Created Successfully
ar: تم إنشاء السياسات بنجاح

source: Policy Category Already Exists
ar: فئة السياسة موجودة بالفعل

source: An error occurred while saving policies.
ar: حدث خطأ أثناء حفظ السياسات.

source: Please enter a category and at least one policy.
ar: الرجاء إدخال فئة وسياسة واحدة على الأقل.

source: Category name cannot be empty or contain only spaces.
ar: لا يمكن أن يكون اسم الفئة فارغًا أو يحتوي على مسافات فقط.

source: Category name cannot be only spaces.
ar: لا يمكن أن يكون اسم الفئة مسافات فقط.

source: Policy
ar: سياسة

source: cannot be empty or contain only spaces.
ar: لا يمكن أن تكون فارغة أو تحتوي على مسافات فقط.

source: Policy has been deleted
ar: تم حذف السياسة

source: Something went wrong
ar: حدث خطأ ما

source: From: Sep 8, 2023
ar: من: 8 سبتمبر 2023

source: To: Sep 8, 2023
ar: إلى: 8 سبتمبر 2023

source: Status Type
ar: نوع الحالة

source: Confirmed
ar: مؤكد

source: Pending
ar: قيد الانتظار

source: Cancelled
ar: تم الإلغاء

source: Completed
ar: مكتمل

source: Search
ar: بحث

source: Sl. No.
ar: التسلسل

source: Hotel Name
ar: تحديث

source: Check-In
ar: ﺗﺳﺟﯾل اﻟدﺧول

source: Check-Out
ar: الخروج

source: Total Price
ar: السعر الإجمالي

source: No data found
ar: لاتوجد بيانات

source: Chalet Name
ar: اسم الشاليه

source: Chalet Owner Name
ar: اسم مالك الشاليه

source: Chalet Owner Email
ar: بريد مالك الشاليه الإلكتروني

source: Office Number
ar: رقم المكتب

source: Chalet Type
ar: نوع الشاليه

source: Not available
ar: غير متوفر

source: GSM Number
ar: رقم الجوال

source: Chalet Address
ar: عنوان الشاليه

source: Locality
ar: منطقة

source: Account Number
ar: رقم الحساب

source: Payments Accepted
ar: طريقة الدفع المقبولة

source: Account Holder Name
ar: اسم صاحب الحساب

source: Bank Name
ar: اسم البنك

source: City
ar: المدينة

source: Country
ar: الدولة

source: CR Number
ar: رقم السجل التجاري

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Chalet Description
ar: وصف الشاليه

source: Chalet Policies
ar: سياسات الشاليهات

source: Taxes (percentage)
ar: أدخل نسبة الخصم

source: No taxes available
ar: لا توجد ضرائب متاحة

source: Hotel Logo
ar: شعار الفندق

source: No logo available
ar: لا يوجد شعار متاح

source: Hotel Images
ar: صور الفندق

source: No images available
ar: لا توجد صور متاحة

source: Approval Status:
ar: حالة الموافقة

source: Reject
ar: رفض

source: Approve
ar: موافقة

source: Write Rejection Remark
ar: كتابة ملاحظة الرفض

source: Enter rejection reason
ar: أدخل سبب الرفض

source: Post
ar: بريد

source: Chalet Approved
ar: تمت الموافقة على الشاليه

source: Chalet Rejected
ar: الشاليه مرفوض

source: Chalet Approved, mail sent successfully
ar: تمت الموافقة على الشاليه، وتم إرسال البريد بنجاح

source: Chalet Rejected, mail sent successfully
ar: تم رفض الشاليه وتم إرسال البريد بنجاح

source: Name
ar: اسم

source: All
ar: جميع

source: Inactive
ar: غير نشط

source: Add Chalet Type
ar: أضف نوع الشاليه

source: Chalet Type Icon
ar: رمز نوع الشاليه

source: Chalet Type ( English )
ar: نوع الشاليه (انجليزي)

source: Chalet Type ( Arabic )
ar: نوع الشاليه (عربي)

source: Action
ar: فعل

source: Edit
ar: تحرير

source: Delete
ar: حذف

source: No results found for your search criteria.
ar: لم يتم العثور على نتائج لمعايير البحث الخاصة بك.

source: Chalet Type (English)
ar: نوع الشاليه (انجليزي)

source: Enter chalet type in english
ar: أدخل نوع الشاليه باللغة الإنجليزية

source: Chalet Type(English) required
ar: مطلوب نوع الشاليه (انجليزي).

source: This Chalet type (English) already exists.
ar: هذا النوع من الفندق (باللغة الإنجليزية) موجود بالفعل.

source: Chalet Type (Arabic)
ar: نوع الشاليه (عربي)

source: Enter chalet type in arabic
ar: أدخل نوع الشاليه باللغة العربية

source: Chalet Type(Arabic) required
ar: مطلوب نوع الشاليه (عربي).

source: This Chalet type (Arabic) already exists.
ar: هذا النوع من الشاليهات (عربي) موجود بالفعل.

source: Chalet Type icon required
ar: مطلوب رمز نوع الشاليه

source: Edit Chalet Type
ar: تعديل نوع الشاليه

source: Chalet Type (English) should contain only English alphabets
ar: يجب أن يحتوي نوع الشاليه (الإنجليزية) على الحروف الهجائية الإنجليزية فقط

source: Chalet Type (English) length should be between 2 and 50
ar: نوع الشاليه (إنجليزي) يجب أن يتراوح طوله بين 2 و50

source: Chalet Type (Arabic) should contain only Arabic
ar: نوع الشاليه (عربي) يجب أن يحتوي على اللغة العربية فقط

source: Chalet Type (Arabic) length should be between 2 and 50
ar: نوع الشاليه (عربي) يجب أن يتراوح طوله بين 2 و50

source: Chalet Type added successfully!
ar: تمت إضافة نوع الشاليه بنجاح!

source: Chalet Type edited successfully!
ar: تم تعديل نوع الشاليه بنجاح!

source: An error occured
ar: حدث خطأ

source: Are you sure you want to delete this Chalet Type?
ar: هل أنت متأكد من رغبتك في حذف نوع الشاليه هذا؟

source: Error fetching pagination data. Please try again later.
ar: حدث خطأ أثناء جلب بيانات ترقيم الصفحات. يرجى المحاولة مرة أخرى في وقت لاحق.

source: Commission
ar: عمولة

source: Invalid amount values.
ar: قيم المبلغ غير صالحة.

source: Are you sure you want to delete this commission?
ar: هل أنت متأكد أنك تريد حذف هذه العمولة؟

source: Failed to delete commission:
ar: فشل في حذف العمولة:

source: Bookings Rates
ar: أسعار الحجز

source: Cancellation Rates
ar: معدلات الإلغاء

source: Average Daily Rates
ar: متوسط ​​الأسعار اليومية

source: Review Rates
ar: مراجعة الأسعار

source: Latest Bookings
ar: أحدث الحجوزات

source: View All
ar: عرض الكل

source: Guest Name
ar: اسم الضيف

source: Contact Number
ar: رقم السجل التجاري

source: Visitor Statistics
ar: إحصائيات الزوار

source: Visitors
ar: الزوار

source: Reservation Statistics
ar: إحصائيات الحجز

source: Confirmed Bookings
ar: الحجوزات المؤكدة

source: Pending Bookings
ar: الحجوزات المعلقة

source: Cancelled Bookings
ar: الحجوزات الملغاة

source: Back
ar: خلف

source: Edit Amenity
ar: تحرير وسائل الراحة

source: Room Amenites
ar: مرافق الغرفة

source: Edit Commission
ar: تعديل العمولة

source: Enter the from amount
ar: أدخل اسم الميزة

source: Enter the to amount
ar: أدخل اسم الميزة

source: Hotel Owner Name
ar: اسم مالك الفندق

source: Hotel Owner Email
ar: بريد مالك الفندق الإلكتروني

source: Hotel Address
ar: عنوان الفندق

source: Not available
ar: غير متوفر

source: Hotel Type
ar: نوع الفندق

source: Date Of Expiry
ar: تاريخ انتهاء الصلاحية

source: Hotel Description
ar: وصف الفندق

source: Hotel Policies
ar: سياسات الفندق

source: Hotel Rating
ar: تقييم الفندق

source: Supporting Documents
ar: الوثائق الداعمة

source: Supporting Document
ar: الوثائق الداعمة

source: No documents available
ar: لا توجد وثائق متاحة

source: Hotel Approved
ar: تمت الموافقة على الفندق

source: Hotel Rejected
ar: الفندق مرفوض

source: Hotel Approved, mail sent successfully
ar: تمت الموافقة على الفندق، تم إرسال البريد بنجاح

source: Hotel Rejected, mail sent successfully
ar: تم رفض الفندق، تم إرسال البريد بنجاح

source: State/Province
ar: المحافظة / الولاية

source: House/Building/Apartment No.
ar: رقم المنزل/المبنى/الشقة

source: Postal/ZIP code
ar: الرمز البريدي/الرمز البريدي

source: Date of Expiry
ar: تاريخ الانتهاء

source: Select hotel rating
ar: تقييم الفندق

source: Enter a few words about your hotel
ar: أدخل بضع كلمات عن فندقك

source: Enter a few words about your hotel policies
ar: أدخل بضع كلمات حول سياسات فندقك

source: No amenities available.
ar: لا توجد وسائل الراحة المتاحة.

source: Hotel Name cannot be empty.
ar: لا يمكن أن يكون اسم الفندق فارغًا.

source: Hotel Name must be between 3 and 15 characters long.
ar: يجب أن يتراوح طول اسم الفندق بين 3 و15 حرفًا.

source: Hotel Owner Name cannot be empty.
ar: لا يمكن أن يكون اسم مالك الفندق فارغًا.

source: Hotel Owner Name must be between 3 and 50 characters long.
ar: يجب أن يتراوح طول اسم مالك الفندق بين 3 و50 حرفًا.

source: Hotel Owner Email cannot be empty.
ar: لا يمكن أن يكون البريد الإلكتروني لمالك الفندق فارغًا.

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.

source: Office Number cannot be empty.
ar: لا يمكن أن يكون رقم المكتب فارغاً.

source: Office Number must be a 10-digit number.
ar: يجب أن يتكون رقم المكتب من 10 أرقام.

source: Hotel Address cannot be empty.
ar: لا يمكن أن يكون عنوان الفندق فارغاً.

source: Hotel Address must be between 5 and 100 characters long.
ar: يجب أن يتراوح طول عنوان الفندق بين 5 و100 حرف.

source: State/Province cannot be empty.
ar: لا يمكن ترك حقل الولاية/المقاطعة فارغًا.

source: State/Province must be between 2 and 60 characters long.
ar: يجب أن يتراوح طول الولاية/المقاطعة بين 2 و60 حرفًا.

source: State/Province cannot contain numbers.
ar: لا يمكن أن تحتوي الولاية/المقاطعة على أرقام.

source: City cannot be empty.
ar: لا يمكن للمدينة أن تكون فارغة.

source: City must be between 2 and 60 characters long.
ar: يجب أن يتراوح طول المدينة بين 2 و60 حرفًا.

source: City cannot contain numbers.
ar: لا يمكن أن تحتوي المدينة على أرقام.

source: Country cannot be empty.
ar: لا يمكن للبلاد أن تكون فارغة.

source: Country must be between 2 and 60 characters long.
ar: يجب أن يتراوح طول البلد بين 2 و60 حرفًا.

source: Country cannot contain numbers.
ar: لا يمكن أن تحتوي الدولة على أرقام.

source: GSM Number cannot be empty.
ar: لا يمكن أن يكون رقم GSM فارغًا.

source: GSM Number must be between 10 and 15 digits.
ar: يجب أن يتراوح رقم GSM بين 10 و15 رقمًا.

source: Locality cannot be empty.
ar: لا يمكن أن تكون المنطقة فارغة.

source: Locality must be between 2 and 50 characters long.
ar: يجب أن يتراوح طول المنطقة/المنطقة بين 2 و50 حرفًا.

source: Locality must contain only alphabetic characters.
ar: يجب أن تحتوي المنطقة على أحرف أبجدية فقط.

source: Building Number cannot be empty.
ar: لا يمكن أن يكون رقم المبنى فارغًا.

source: Building Number must contain only numeric characters.
ar: يجب أن يحتوي رقم المبنى على أحرف رقمية فقط.

source: Building Number must be between 1 and 20 characters long.
ar: يجب أن يتراوح طول رقم المبنى بين 1 و20 حرفًا.

source: Postal/ZIP code cannot be empty.
ar: لا يمكن أن يكون الرمز البريدي/الرمز البريدي فارغًا.

source: Postal/ZIP code must be between 5 and 10 digits long.
ar: يجب أن يتكون الرمز البريدي/الرمز البريدي من 5 إلى 10 أرقام.

source: CR Number cannot be empty.
ar: لا يمكن أن يكون رقم السجل التجاري فارغًا.

source: CR Number must be between 5 and 20 characters long.
ar: يجب أن يتراوح طول رقم السجل التجاري بين 5 و20 حرفًا.

source: Date of Expiry cannot be empty.
ar: لا يمكن أن يكون تاريخ انتهاء الصلاحية فارغًا.

source: Please enter a valid date in YYYY-MM-DD format.
ar: الرجاء إدخال تاريخ صالح بتنسيق YYYY-MM-DD.

source: Date of Expiry must be a future date.
ar: يجب أن يكون تاريخ انتهاء الصلاحية تاريخًا مستقبليًا.

source: VAT Number cannot be empty.
ar: لا يمكن أن يكون رقم ضريبة القيمة المضافة فارغًا.

source: VAT Number must be between 5 and 20 alphanumeric characters long.
ar: يجب أن يتراوح طول رقم ضريبة القيمة المضافة بين 5 و20 حرفًا أبجديًا رقميًا.

source: Hotel Rating must be selected.
ar: يجب تحديد تصنيف الفندق.

source: Hotel Description cannot be empty.
ar: لا يمكن أن يكون وصف الفندق فارغًا.

source: Hotel Description must be between 10 and 500 characters long.
ar: يجب أن يتراوح طول وصف الفندق بين 10 و500 حرف.

source: Hotel Policies cannot be empty.
ar: لا يمكن أن تكون سياسات الفندق فارغة.

source: Hotel Policies must be between 10 and 500 characters long.
ar: يجب أن يتراوح طول سياسات الفندق بين 10 و500 حرف.

source: Dashboard
ar: لوحة التحكم

source: Registration Request
ar: طلبات التسجيل

source: Reservations
ar: الحجوزات

source: Amenities
ar: المرافق

source: Reviews and Ratings
ar: المراجعات والتقييمات

source: Offers and Promotional Campaigns
ar: العروض والحملات الترويجية

source: Transaction Details
ar: تفاصيل المعاملات

source: User Management
ar: إدارة المستخدم

source: Room type
ar: نوع الغرفة

source: Admin
ar: مسؤل

source: Logout
ar: تسجيل الخروج

source: Add Hotel Type
ar: أضف نوع الفندق

source: Hotel Type Icon
ar: رمز نوع الفندق

source: Hotel Type ( English )
ar: نوع الفندق (انجليزي)

source: Hotel Type ( Arabic )
ar: نوع الفندق (عربي)

source: No results found .
ar: لم يتم العثور على نتائج .

source: Hotel Type (English)
ar: نوع الفندق (انجليزي)

source: Enter hotel type in english
ar: أدخل نوع الفندق باللغة الإنجليزية

source: Hotel Type(English) required
ar: نوع الفندق (انجليزي) مطلوب

source: This hotel type (English) already exists.
ar: هذا النوع من الفندق (باللغة الإنجليزية) موجود بالفعل.

source: Hotel Type (Arabic)
ar: نوع الفندق (عربي)

source: Enter hotel type in arabic
ar: أدخل نوع الفندق باللغة العربية

source: Hotel Type(Arabic) required
ar: نوع الفندق (عربي) مطلوب

source: This hotel type (Arabic) already exists.
ar: هذا النوع من الفنادق (عربي) موجود بالفعل.

source: Hotel Type icon required
ar: رمز نوع الفندق مطلوب

source: Edit Hotel Type
ar: تعديل نوع الفندق

source: Please select an image file (JPEG/PNG)
ar: الرجاء تحديد ملف الصورة (JPEG/PNG)

source: Hotel Type (English) should contain only English alphabets
ar: يجب أن يحتوي نوع الفندق (الإنجليزية) على الحروف الهجائية الإنجليزية فقط

source: Hotel Type (English) length should be between 2 and 50
ar: نوع الفندق (إنجليزي) يجب أن يتراوح طوله بين 2 و50

source: Hotel Type (Arabic) should contain only Arabic
ar: يجب أن يحتوي اسم الميزة (عربي) على أحرف ومسافات باللغة العربية فقط.

source: Hotel Type (Arabic) length should be between 2 and 50
ar: نوع الفندق (عربي) يجب أن يتراوح طوله بين 2 و50

source: Hotel Type added successfully!
ar: تمت إضافة نوع الفندق بنجاح!

source: Hotel Type edited successfully!
ar: تم تعديل نوع الفندق بنجاح!

source: Are you sure you want to delete this Hotel Type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع من الغرف؟

source: All Status
ar: جميع الحالات

source: Add Amenity
ar: أضف وسائل الراحة

source: Please upload JPEG or PNG image files only
ar: يرجى تحميل ملفات صور JPEG أو PNG فقط

source: Please select only one image
ar: الرجاء تحديد صورة واحدة فقط

source: Please select an image
ar: الرجاء اختيار صورة

source: Amenity name is required in English or Arabic.
ar: مطلوب اسم وسائل الراحة باللغة الإنجليزية أو العربية.

source: Amenity Name (English) should contain only English letters and spaces.
ar: يجب أن يحتوي اسم وسائل الراحة (باللغة الإنجليزية) على أحرف ومسافات باللغة الإنجليزية فقط.

source: Amenity Name (English) should not exceed 100 characters.
ar: يجب ألا يتجاوز اسم الميزة (بالإنجليزية) 100 حرف.

source: Amenity Name (Arabic) should not exceed 100 characters.
ar: يجب ألا يتجاوز اسم الميزة (عربي) 100 حرف.

source: Amenity Name (Arabic) should contain only Arabic letters and spaces.
ar: يجب أن يحتوي اسم الميزة (عربي) على أحرف ومسافات باللغة العربية فقط.

source: Approved
ar: موافقة

source: Rejected
ar: مرفوض

source: Approval Status
ar: حالة الموافقة

source: View
ar: معاينة

source: State/ Province
ar: الولاية / المحافظة

source: Postal/ZIP Code
ar: الرمز البريدي / صندوق البريد

source: Propert Type
ar: أنواع العقارات

source: Rating
ar: تقييم

source: HOTEL
ar: الفندق

source: CHALET
ar: شاليه

source: Date
ar: تاريخ

source: Property
ar: ملكيات

source: Hotel
ar: الفندق

source: Chalet
ar: شاليه

source: Review Text
ar: مراجعة نص

source: See more
ar: شاهد المزيد

source: Add Room Type
ar: إضافة نوع الغرفة

source: Room Type ( English )
ar: نوع الغرفة (بالإنجليزية)

source: Room Type ( Arabic )
ar: نوع الغرفة (بالعربية)

source: Enter Room type in English
ar: أدخل نوع الغرفة باللغة الإنجليزية

source: Enter Room type in Arabic
ar: أدخل نوع الغرفة باللغة العربية

source: Edit Room Type
ar: تعديل نوع الغرفة

source: Are you sure you want to delete this room type?
ar: هل أنت متأكد أنك تريد حذف هذا النوع من الغرف؟

source: Offer Creation And Management
ar: إنشاء العرض وإدارته

source: Common Promotion
ar: الترويج المشترك

source: Promo Code Specific
ar: الرمز الترويجي محدد

source: Create New Offer
ar: إنشاء عروض جديدة

source: Offer Name
ar: اسم العروض

source: Description
ar: وصف

source: Discount Percentage
ar: نسبة الخصم

source: Promo Code
ar: الرمز الترويجي

source: Max Uses
ar: أقصى عدد للاستخدامات

source: Validity Period
ar: فترة الصلاحية

source: Targeted Offer Type
ar: نوع العرض المستهدف

source: Occasion Name
ar: اسم المناسبة

source: Points Required
ar: النقاط المطلوبة

source: Minimum Spend
ar: الحد الأدنى للإنفاق

source: Valid From
ar: صالح من

source: Valid To
ar: صالح حتى

source: Early Bird
ar: الطائر المبكر

source: Last Minute
ar: اللحظة الأخيرة

source: Family Package
ar: الحزمة العائلية

source: Add New Offer
ar: إضافة عرض جديد

source: Enter offer name
ar: أدخل اسم العرض

source: Enter offer description here...
ar: أدخل وصف العرض هنا...

source: Enter discount percentage
ar: أدخل نسبة الخصم

source: Enter minimum spend
ar: أدخل الحد الأدنى للإنفاق

source: Offer Name is required.
ar: مطلوب اسم العروض

source: Description is required.
ar: الوصف مطلوب.

source: Description cannot exceed 100 characters.
ar: لا يمكن أن يتجاوز الوصف 100 حرف.

source: You need to enter discount percentage to proceed.
ar: تحتاج إلى إدخال نسبة الخصم للمتابعة.

source: Please enter a valid discount percentage (between 0 and 100).
ar: الرجاء إدخال نسبة خصم صالحة (بين 0 و100).

source: Minimum spend must be a whole number (no decimals).
ar: يجب أن يكون الحد الأدنى للإنفاق عددًا صحيحًا (بدون أرقام عشرية).

source: Please enter a valid minimum spend.
ar: الرجاء إدخال حد أدنى صالح للإنفاق.

source: Please specify a valid start date.
ar: الرجاء تحديد تاريخ بدء صالح.

source: Please specify a valid end date.
ar: الرجاء تحديد تاريخ انتهاء صالح.

source: Valid From date cannot be in the past.
ar: تاريخ صالح من لا يمكن أن يكون في الماضي.

source: Validity To date cannot be in the past.
ar: لا يمكن أن تكون الصلاحية حتى الآن في الماضي.

source: Start date cannot be later than the end date.
ar: لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء.

source: Promo code is required.
ar: الرمز الترويجي مطلوب.

source: Promo code cannot exceed 50 characters.
ar: لا يمكن أن يتجاوز الرمز الترويجي 50 حرفًا.

source: Please specify a valid number of max uses below 1999999999.
ar: يرجى تحديد عدد صحيح من الاستخدامات القصوى أدناه 1999999999.

source: Please specify a valid date.
ar: يرجى تحديد تاريخ صالح.

source: Start date cannot be later than end date.
ar: لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء.

source: Please select a targeted offer type.
ar: الرجاء تحديد نوع العرض المستهدف.

source: Occasion name is required.
ar: Event name is required.

source: Occasion name cannot be a number.
ar: لا يمكن أن يكون اسم المناسبة رقمًا.

source: Occasion name cannot exceed 100 characters.
ar: لا يمكن أن يتجاوز اسم المناسبة 100 حرف.

source: Please specify the points required.
ar: يرجى تحديد النقاط المطلوبة.

source: Error submitting the form. Please try again later.
ar: حدث خطأ أثناء إرسال النموذج. يرجى المحاولة مرة أخرى لاحقا.

source: You need to enter discount percentage or discount value to proceed.
ar: تحتاج إلى إدخال نسبة الخصم أو قيمة الخصم للمتابعة.

source: Minimum spend is required.
ar: مطلوب الحد الأدنى للإنفاق.

source: Minimum spend must be a whole number without decimal points.
ar: يجب أن يكون الحد الأدنى للإنفاق عددًا صحيحًا بدون نقاط عشرية.

source: Please enter a valid minimum spend greater than zero.
ar: الرجاء إدخال حد أدنى صالح للإنفاق أكبر من الصفر.

source: Error updating offer. Please try again later.
ar: حدث خطأ أثناء تحديث العرض. يرجى المحاولة مرة أخرى لاحقا.

source: Are you sure you want to delete this offer?
ar: هل أنت متأكد أنك تريد حذف هذا العرض؟

source: Error deleting offer. Please try again later.
ar: حدث خطأ أثناء حذف العرض. يرجى المحاولة مرة أخرى لاحقا.

source: Payment Method
ar: طريقة الدفع

source: Transaction Status
ar: حالة المعاملة

source: Booking Status
ar: حالة الحجز

source: Transaction ID
ar: رقم المعاملة

source: Transaction <br>ID
ar: رقم المعاملة

source: Booking <br>ID
ar: رقم الحجز

source: Guest <br>Name
ar: اسم الضيف

source: Transaction <br>Date
ar: تاريخ المعاملة

source: Payment <br> Method
ar: طريقة الدفع

source: Transaction <br> Type
ar: نوع المعاملة

source: Discount Amount
ar: مبلغ الخصم

source: Transaction <br> Status
ar: حالة المعاملة

source: Transaction <br> Reference No:
ar: مرجع المعاملة

source: Payment <br> Status
ar: حالة الدفع

source: Payment <br> Gateway
ar: بوابة الدفع

source: Transaction <br> Amount
ar: مبلغ المعاملة

source: Hotel <br> Amount
ar: مبلغ الفندق

source: Commission <br> Amount
ar: مبلغ العمولة

source: Search By Name
ar: البحث بالاسم

source: All OS
ar: جميع أنظمة التشغيل

source: Windows
ar: ويندوز

source: Android
ar: أندرويد

source: iOS
ar: آي أو إس

source: Add Admin
ar: أضف المشرف

source: Sl No
ar: التسلسل

source: Email
ar: البريد الالكتروني

source: Operating System
ar: نظام التشغيل

source: User Type
ar: نوع المستخدم

source: Change status
ar: تغيير الحالة

source: Actions
ar: الإجراءات

source: Superadmin
ar: مشرف سوبر

source: User
ar: مستخدم

source: Deactivate
ar: تعطيل

source: Activate
ar: تفعيل

source: First Name
ar: الاسم الأول

source: Enter first name
ar: أدخل الاسم الأول

source: Last Name
ar: اسم العائلة

source: Enter last name
ar: أدخل الاسم الأخير

source: Enter email
ar: أدخل البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Enter password
ar: أدخل كلمة المرور
