Repository: muneebtk/hotel-reservation-api
Catalog: chalets/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Chalet Policies
ar: سياسات الشاليهات

source: Enter a few words about your chalet policies
ar: أدخل بضع كلمات حول سياسات الشاليه الخاص بك

source: Chalet Policies/سياسات الفندق
ar: سياسات الشاليهات/سياسات الشاليهات

source: All Amenities
ar: جميع وسائل الراحة

source: Chalet Taxes
ar: ضرائب الشاليه

source: Enter percentage
ar: أدخل النسبة المئوية

source: chalet logo is required. Please upload a logo.
ar: مطلوب شعار الشاليه. يرجى تحميل الشعار.

source: Please upload at least 5 images.
ar: يرجى تحميل ما لا يقل عن 5 صور

source: ${imageLabel} is in an invalid format. Please upload a JPEG, PNG, or GIF image.
ar: تنسيق ${imageLabel} غير صالح. يُرجى تحميل ملف JPEG، أو PNG، أو GIF صورة.

source: chalet Name cannot be empty.
ar: لا يمكن أن يكون اسم الشاليه فارغاً.

source: Chalet Owner Name cannot be empty.
ar: لا يمكن أن يكون اسم مالك الشاليه فارغاً.

source: Chalet Owner Name must be between 3 and 100 characters long.
ar: يجب أن يتراوح طول اسم مالك الشاليه بين 3 و100 حرف.

source: Chalet Owner Name must contain letters only.
ar: يجب أن يحتوي اسم مالك الشاليه على أحرف فقط.

source: Chalet Owner Name Arabic cannot be empty.
ar: لا يمكن أن يكون اسم مالك الشاليه فارغًا.

source: Chalet Owner Name Arabic must be between 3 and 100 characters long.
ar: يجب أن يتراوح طول اسم مالك الشاليه باللغة العربية بين 3 و100 حرف.

source: Chalet Owner Name Arabic must contain Arabic letters only.
ar: اسم مالك الشاليه باللغة العربية يجب أن يحتوي على حروف عربية فقط.

source: chalet Owner Email cannot be empty.
ar: لا يمكن أن يكون البريد الإلكتروني لمالك الشاليه فارغاً.

source: Office Number cannot be empty.
ar: لا يمكن أن يكون رقم المكتب فارغاً.

source: chalet Address cannot be empty.
ar: لا يمكن أن يكون عنوان الشاليه فارغاً.

source: State/Province cannot be empty.
ar: لا يمكن ترك حقل الولاية/المقاطعة فارغًا.

source: State/Province cannot exceed 50 characters long.
ar: لا يمكن أن يتجاوز طول الولاية/المقاطعة 50 حرفًا.

source: City cannot be empty.
ar: لا يمكن أن تكون المدينة فارغة.

source: City cannot exceed 50 characters long.
ar: لا يمكن أن يتجاوز طول المدينة 50 حرفًا.

source: Country cannot be empty.
ar: لا يمكن أن تكون الدولة فارغة.

source: Country cannot exceed 50 characters long.
ar: لا يمكن أن يتجاوز طول البلد 50 حرفًا.

source: GSM Number shouldnot exceed 15 digits.
ar: يجب ألا يتجاوز رقم GSM 15 رقمًا.

source: Locality cannot exceed 50 characters long.
ar: لا يمكن أن يتجاوز طول المنطقة 50 حرفًا.

source: Account Holder name should not exceed 50 characters.
ar: يجب ألا يتجاوز اسم صاحب الحساب 50 حرفًا.

source: CR Number must not exceed ${crMaxLength} characters.
ar: يجب ألا يتجاوز رقم السجل التجاري ${crMaxLength} حرفًا.

source: VAT Number must be between 3 to 12 characters long
ar: يجب أن يتراوح طول رقم ضريبة القيمة المضافة بين 3 إلى 12 حرفًا

source: Please select your accepted payment methods.
ar: يرجى تحديد طرق الدفع المقبولة لديك.

source: At least one amenity must be selected.
ar: يجب اختيار ميزة واحدة على الأقل.

source: Invalid file type. Please upload a JPEG, PNG, or GIF image.
ar: نوع الملف غير صالح. يرجى تحميل صورة JPEG، PNG، أو GIF.

source: Please upload at least ${requiredTotalImages} images (1 main and 4 additional).
ar: يرجى تحميل ما لا يقل عن ${requiredTotalImages} من الصور (واحدة رئيسية و4 إضافية).

source: You can only upload up to ${requiredTotalImages} images.
ar: يمكنك فقط تحميل ما يصل إلى ${requiredTotalImages} من الصور.

source: Only JPEG and PNG files are allowed.
ar: يُسمح فقط بملفات JPEG وPNG.

source: Each image must be less than 1MB.
ar: يجب أن يكون حجم كل صورة أقل من 1 ميجابايت.

source: Almost finished!
ar: انتهى تقريبا!

source: Please list all policies applicable at your property
ar: يرجى إدراج كافة السياسات المطبقة في الممتلكات الخاصة بك

source: Check-In & Check-Out
ar: الدخول الخروج

source: Please ensure to mention both your check-in and check-out dates
ar: يرجى التأكد من ذكر تاريخي تسجيل الوصول والمغادرة

source: Check in
ar: ﺗﺳﺟﯾل اﻟدﺧول

source: Check out
ar: الخروج

source: Acceptable Identity Proofs
ar: إثباتات الهوية المقبولة

source: Select a Highlight Image for Your Chalet
ar: حدد تسليط الضوء على الصورة للشاليه الخاص بك

source: The chosen check-out time is considered for the next day.
ar: يتم أخذ وقت تسجيل المغادرة المختار في الاعتبار في اليوم التالي.

source: Please provide both check-in and check-out times.
ar: يرجى تقديم أوقات تسجيل الوصول والمغادرة.

source: Please select at least one acceptable identity proof.
ar: يرجى تحديد إثبات هوية مقبول واحد على الأقل.

source: Please select a highlight image.
ar: الرجاء تحديد صورة تسليط الضوء.

source: Hotel Owner Registration Form
ar: استمارة تسجيل مالك الفندق

source: Hotel Name In English
ar: اسم الفندق بالانجليزي

source: Hotel Name In Arabic
ar: سم الفندق بالعربي

source: Owner Name In English
ar: اسم المالك بالانجليزي

source: Hotel Address
ar: عنوان الفندق

source: Hotel Type
ar: نوع الفندق

source: Choose your Hotel Type
ar: اختر نوع الفندق الخاص بك

source: Hotel Rating
ar: تصنيف الفندق

source: Select hotel rating
ar: اختر تصنيف الفندق

source: Hotel Description in English
ar: وصف الفندق بالانجليزي

source: Enter a few words about your hotel
ar: أدخل بضع كلمات عن فندقك

source: Hotel Description in Arabic
ar: وصف الفندق بالعربي

source: Hotel Policies in English
ar: سيايات الفندق بالانجليزي

source: Enter your hotel policies
ar: أدخل سياسات الفندق الخاص بك

source: Hotel Policies in Arabic
ar: سياسات الفندق بالعربي

source: Hotel Logo
ar: شعار الفندق

source: Hotel Images
ar: صور الفندق

source: Supporting Documents
ar: الوثائق الداعمة

source: Supported file formats: PDF, PNG, JPEG
ar: تنسيقات الملفات المدعومة: PDF، PNG، JPEG

source: Each File size should be less than 5MB
ar: يجب أن يكون حجم كل ملف أقل من 5 ميغابايت

source: The size of a single hotel image file should not exceed 30 MB
ar: يجب ألا يتجاوز حجم ملف صورة الفندق الواحد 30 ميجابايت

source: Attach proofs of Address, CR, and VAT
ar: إرفاق إثباتات العنوان والسجل التجاري وضريبة القيمة المضافة

source: Hotel with same email already exist
ar: الفندق الذي يحمل نفس البريد الإلكتروني موجود بالفعل

source: Only JPEG/PNG files are allowed.
ar: يُسمح فقط بملفات JPEG/PNG.

source: This image already exists.
ar: هذه الصورة موجودة بالفعل.

source: Select Room Types
ar: حدد أنواع الغرف

source: This email already exists.
ar: هذا البريد الإلكتروني موجود بالفعل

source: Please enter Hotel Name.
ar: الرجاء إدخال اسم الفندق.

source: Hotel Name should be at least ${hotelNameMinLength} characters long.
ar: يجب ألا يقل طول اسم الفندق عن ${hotelNameMinLength} من الأحرف.

source: Hotel Name should not exceed ${hotelNameMaxLength} characters.
ar: يجب ألا يتجاوز اسم الفندق ${hotelNameMaxLength} من الأحرف.

source: Please enter Hotel Name in Arabic.
ar: الرجاء إدخال اسم الفندق باللغة العربية.

source: Hotel Name in Arabic should be at least ${hotelNameArabicMinLength} characters long.
ar: اسم الفندق باللغة العربية يجب أن يكون على الأقل ${hotelNameArabicMinLength}طول الأحرف.

source: Hotel Name in Arabic should not exceed ${hotelNameArabicMaxLength} characters.
ar: يجب ألا يتجاوز اسم الفندق باللغة العربية ${hotelNameArabicMaxLength} حرفًا.

source: Please enter Hotel Owner Name.
ar: الرجاء إدخال اسم مالك الفندق.

source: Hotel Owner Name should be at least ${hotelOwnerNameMinLength} characters long.
ar: يجب ألا يقل طول اسم مالك الفندق عن ${hotelOwnerNameMinLength} من الأحرف.

source: Hotel Owner Name should not exceed ${hotelOwnerNameMaxLength} characters.
ar: يجب ألا يتجاوز اسم مالك الفندق ${hotelOwnerNameMaxLength} من الأحرف.

source: Hotel Owner Name must contain letters only.
ar: يجب أن يحتوي اسم مالك الفندق على أحرف فقط.

source: Please enter Hotel Owner Name in Arabic.
ar: الرجاء إدخال اسم مالك الفندق باللغة العربية.

source: Hotel Owner Name in Arabic should be at least ${hotelOwnerNameArabicMinLength} characters long.
ar: يجب ألا يقل طول اسم مالك الفندق باللغة العربية عن ${hotelOwnerNameArabicMinLength} من الأحرف.

source: Hotel Owner Name in Arabic should not exceed ${hotelOwnerNameArabicMaxLength} characters.
ar: يجب ألا يتجاوز اسم مالك الفندق باللغة العربية ${hotelOwnerNameArabicMaxLength} حرفًا.

source: Hotel Owner Name in Arabic must contain Arabic letters only.
ar: يجب أن يحتوي اسم مالك الفندق باللغة العربية على حروف عربية فقط.

source: Hotel Address should not exceed 300 characters.
ar: يجب ألا يتجاوز عنوان الفندق 300 حرف.

source: State cannot be empty.
ar: لا يمكن أن تكون الحالة فارغة.

source: State should be minimum ${stminLength} characters.
ar: يجب أن تكون الحالة الحد الأدنى من ${stminLength} من الأحرف.

source: State should not exceed ${stmaxLength} characters.
ar: يجب ألا تتجاوز الحالة أحرف ${stmaxLength}.

source: city should be minimum ${stminLength} characters.
ar: يجب أن يكون الحد الأدنى لعدد الأحرف ${stminLength} هو الحد الأدنى للمدينة.

source: City should not exceed ${stmaxLength} characters.
ar: يجب ألا تتجاوز المدينة ${stmaxLength} من الأحرف.

source: country should be minimum e ${stminLength} characters.
ar: يجب أن يكون الحد الأدنى لعدد الأحرف ${stminLength} هو البلد.

source: Country should not exceed ${stmaxLength} characters.
ar: يجب ألا يتجاوز البلد ${stmaxLength} من الأحرف.

source: Please select Hotel Rating.
ar: الرجاء تحديد تصنيف الفندق.

source: Please Select Hotel Rating.
ar: الرجاء تحديد تصنيف الفندق.

source: CR Number should be minimum 3 characters.
ar: يجب أن لا يقل رقم السجل التجاري عن 3 أحرف.

source: VAT Number should be between ${vatMinLength} and ${vatMaxLength} digits.
ar: يجب أن يتراوح رقم ضريبة القيمة المضافة بين ${vatMinLength} و${vatMaxLength} من الأرقام.

source: VAT Number needed
ar: رقم ضريبة القيمة المضافة مطلوب

source: Please upload a minimum of 3 supporting documents.
ar: يرجى تحميل ما لا يقل عن 3 وثائق داعمة

source: Maximum 3 files allowed for Supporting Documents.
ar: الحد الأقصى المسموح به هو 3 ملفات للمستندات الداعمة

source: Only PDF, JPEG, and PNG files are allowed.
ar: يُسمح فقط بملفات PDF وJPEG وPNG

source: Please upload only JPEG or PNG images for hotel images.
ar: قم بتحميل صور JPEG أو PNG فقط لصور الفندق.

source: Please upload a Hotel Logo.
ar: يرجى تحميل شعار الفندق.

source: Please upload only JPEG or PNG images for the hotel logo.
ar: يرجى تحميل صور JPEG أو PNG فقط لشعار الفندق.

source: Locality should not exceed ${localityMaxLength} characters.
ar: يجب ألا تتجاوز المنطقة المحلية ${localityMaxLength} من الأحرف.

source: Locality should be minimum ${localityMinLength} characters.
ar: يجب أن تكون المناطق المحلية بحد أدنى ${localityMinLength} من الأحرف.

source: Locality should be minimum ${localityArabicMinLength} characters.
ar: يجب أن تكون المنطقة المحلية بحد أدنى ${localityArabicMinLength} من الأحرف.

source: House/Building/Apartment number should be minimum ${buildingNumberMinLength} characters.
ar: رقم المنزل/المبنى/الشقة يجب أن يكون الحد الأدنى ${buildingNumberMinLength} الشخصيات.

source: Post Office/Postal Box should not exceed 15} characters.
ar: يجب ألا يتجاوز مكتب البريد/صندوق البريد 15 حرفًا.

source: Post Office/Postal Box should be minimum 3 characters.
ar: يجب أن يتكون مكتب البريد/صندوق البريد من 3 أحرف على الأقل.

source: Discount Value
ar: قيمة الخصم

source: Awaiting Approval
ar: في انتظار الموافقة

source: Thanks for registering with us! We have sent your request to the administrator and once approved you will be notified through email. Please try again after some time.
ar: شكرًا لتسجيلك معنا! لقد أرسلنا طلبك إلى المسؤول وبمجرد الموافقة سيتم إعلامك عبر البريد الإلكتروني. من فضلك حاول مرة أخرى بعد مرور بعض الوقت.

source: Please enter the price details
ar: الرجاء إدخال تفاصيل السعر

source: Breakfast
ar: إفطار

source: OMR Enter
ar: أدخل ريال عماني

source: Lunch
ar: غداء

source: Dinner
ar: عشاء

source: Number Of Guests
ar: عدد الضيوف

source: Enter Number Of Guests Allowed
ar: أدخل عدد الضيوف المسموح بهم

source: Please enter a valid number of guests.
ar: الرجاء إدخال عدد صحيح من الضيوف.

source: Please enter a valid total price.
ar: الرجاء إدخال سعر إجمالي صالح.

source: Weekend Price (Optional)
ar: سعر نهاية الأسبوع (اختياري)

source: Please enter a valid price.
ar: الرجاء إدخال سعر صالح.

source: Tax Information
ar: معلومات الضرائب

source: If Applicable
ar: إذا كان ذلك ينطبق

source: Enter percentage (e.g. 5%%)
ar: أدخل النسبة المئوية (على سبيل المثال 5%%)

source: Please enable 'If applicable' toggle if entering tax.
ar: يرجى تفعيل خيار 'إذا كان ذلك ينطبق' عند إدخال الضريبة.

source: Invalid tax value. Please enter a valid amount between 0.00 and 99.99 (e.g., 5 or 12.5).
ar: قيمة الضريبة غير صالحة. الرجاء إدخال مبلغ صالح يتراوح بين 0.00 و99.99 (على سبيل المثال، 5 أو 12.5).

source: Select your corresponding payment method.
ar: حدد طريقة الدفع المناسبة لك.

source: Please check the corresponding checkbox for the entered price.
ar: يرجى تحديد مربع الاختيار المقابل للسعر الذي تم إدخاله.

source: Price must be greater than zero.
ar: يجب أن يكون السعر أكبر من الصفر.

source: Please enter a number greater than 0
ar: الرجاء إدخال رقم صحيح (1 أو أكبر)

source: Please enter a valid number of guests between 1 and 100.
ar: يرجى إدخال عدد صحيح من الضيوف يتراوح بين 1 و100.

source: Please enter a valid price between 0 and 10,000.
ar: الرجاء إدخال سعر صالح يتراوح بين 0 و10000.

source: Add Rooms
ar: إضافة غرف

source: Enter Room number
ar: أدخل رقم الغرفة

source: Room Name
ar: اسم الغرفة

source: Enter a Room name
ar: أدخل اسم الغرفة

source: Washroom
ar: الحمام

source: Enter the number of Washrooms
ar: أدخل عدد دورات المياه

source: Enter the number of occupancy
ar: أدخل عدد الإشغال

source: Number Of Bed
ar: عدد الأسرة

source: Enter the number of beds
ar: أدخل عدد الأسرة

source: No Of Washroom
ar: عدد الحمامات

source: No Of Bed
ar: عدد الأسرة

source: Are you sure you want to delete this room?
ar: هل أنت متأكد أنك تريد حذف هذه الغرفة؟

source: Room Number must be alphanumeric and 3-5 characters long.
ar: يجب أن يكون رقم الغرفة أبجديًا رقميًا ويتكون من 3-5 أحرف.

source: Room Name must be 50 characters or less.
ar: يجب أن يتكون اسم الغرفة من 50 حرفًا أو أقل.

source: Room Name should only contain letters.
ar: يجب أن يحتوي اسم الغرفة على أحرف فقط.

source: Washroom number must be a number between 1 and 100.
ar: يجب أن يكون رقم الحمام رقمًا بين 1 و100.

source: Occupancy must be a number between 1 and 100.
ar: يجب أن يكون الإشغال رقمًا بين 1 و100.

source: Bed number must be a number between 1 and 100.
ar: يجب أن يكون رقم السرير رقمًا بين 1 و100.

source: Room Number already exists.
ar: رقم الغرفة موجود بالفعل.

source: Room added successfully!
ar: تمت إضافة الغرفة بنجاح!

source: An error occurred while adding the room.
ar: حدث خطأ أثناء إضافة الغرفة.

source: Room Name should only contain letters and spaces.
ar: يجب أن يحتوي اسم الغرفة على أحرف ومسافات فقط.

source: Chalet Owner Registration\استمارة تسجيل مالك الشاليه
ar: تسجيل مالك الشاليه

source: Chalet Name(English)
ar: اسم الشاليه بالانجليزي

source: Owner Name(English)
ar: اسم المالك بالانجليزي

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Enter Your Password
ar: ادخل رقمك السري

source: Confirm Password
ar: تأكيد كلمة المرور

source: Re-enter your password
ar: أعد إدخال كلمة المرور

source: Governorate / State
ar: المحافظة / الولاية

source: Chalet Description(English)
ar: وصف الشاليه بالانجليزي

source: Chalet Policies(English)
ar: سياسات الشاليه بالانجليزي

source: I Agree to the Terms and Conditions
ar: انا اوافق على الشروط والاحكام

source: Chalet Name should be at least ${chaletNameMinLength} characters long.
ar: يجب ألا يقل طول اسم الشاليه عن ${chaletNameMinLength} من الأحرف.

source: Chalet Name should not exceed ${chaletNameMaxLength} characters.
ar: يجب ألا يتجاوز اسم الشاليه ${chaletNameMaxLength} من الأحرف.

source: Please enter chalet Name in Arabic.
ar: الرجاء إدخال اسم الشاليه باللغة العربية.

source: Chalet Name in Arabic should be at least ${NameArabicMinLength} characters long.
ar: اسم الشاليه باللغة العربية يجب أن يكون على الأقل ${NameArabicMinLength} حرفا طويل.

source: Chalet Name in Arabic should not exceed ${NameArabicMaxLength} characters.
ar: يجب ألا يتجاوز اسم الشاليه باللغة العربية ${NameArabicMaxLength} من الأحرف.

source: Chalet Owner Name should be at least ${chaletOwnerNameMinLength} characters long.
ar: يجب ألا يقل طول اسم مالك الشاليه عن ${chaletOwnerNameMinLength} من الأحرف.

source: Chalet Owner Name should not exceed ${chaletOwnerNameMaxLength} characters.
ar: يجب ألا يتجاوز اسم مالك الشاليه ${chaletOwnerNameMaxLength} من الأحرف.

source: Chalet Owner Name in Arabic must contain Arabic letters only.
ar: يجب أن يحتوي اسم مالك الشاليه باللغة العربية على حروف عربية فقط.

source: Chalet Owner Name in Arabic should be at least ${chaletOwnerNameArabicMinLength} characters long.
ar: يجب أن لا يقل طول اسم مالك الشاليه باللغة العربية عن ${chaletOwnerNameArabicMinLength} حرفًا على الأقل.

source: Chalet Owner Name in Arabic should not exceed ${chaletOwnerNameArabicMaxLength} characters.
ar: يجب ألا يتجاوز اسم مالك الشاليه باللغة العربية ${chaletOwnerNameArabicMaxLength} حرفًا.

source: Post Office/Postal Box should not exceed ${maxLength} characters.
ar: مكتب البريد/صندوق البريد يجب ألا يتجاوز ${maxLength} من الأحرف.

source: Account Number should be between 9 and 16 digits.
ar: يجب أن يتراوح رقم الحساب بين 9 و16 رقمًا..

source: Password must be at least 8 characters long and include a mix of letters (lower-case & upper-case), numbers, and symbols.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل وتتضمن مزيجًا من الأحرف(الأحرف الصغيرة والأحرف الكبيرة)، والأرقام، والرموز.

source: Please confirm Password.
ar: الرجاء تأكيد كلمة المرور

source: Passwords do not match. Please re-enter.
ar: كلمة المرور غير مطابقة. الرجاء إعادة الإدخال

source: Please select a Chalet Type.
ar: برجاء تحديد نوع الشاليه.

source: Chalet image is required.
ar: مطلوب صورة الشاليه.

source: Logo image is required.
ar: صورة الشعار مطلوبة.

source: There was an error processing your request.
ar: حدث خطأ أثناء معالجة طلبك.

source: An unexpected error occurred, please try again.
ar: حدث خطأ غير متوقع، يرجى المحاولة مرة أخرى.

source: This field is required.
ar: هذه الخانة مطلوبه

source: Enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح

source: Enter a valid phone number.
ar: أدخل رقم هاتف صالحًا

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.

source: Password must be at least 8 characters long.
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل.

source: An error occurred while validating the form.
ar: حدث خطأ أثناء التحقق من صحة النموذج.

source: Hotel image is required.
ar: صورة الفندق مطلوبة.

source: Supporting document is required.
ar: الوثيقة الداعمة مطلوبة.

source: Chalet was rejected.
ar: تم رفض الشاليه.

source: Chalet post approval already completed. Redirecting to the dashboard.
ar: تم بالفعل الانتهاء من الموافقة على الشاليه. إعادة التوجيه إلى لوحة القيادة.

source: Hotel status updated successfully.
ar: تم تحديث حالة الفندق بنجاح.

source: Your chalet was rejected.
ar: تم رفض الشاليه الخاص بك.

source: Booking not found
ar: لم يتم العثور على الحجز

source: Your chalet is pending approval.
ar: الشاليه الخاص بك في انتظار الموافقة.

source: You are not authorized to view this booking.
ar: غير مصرح لك بمشاهدة هذا الحجز.

source: Booking updated successfully
ar: تم تحديث الحجز بنجاح

source: Images uploaded successfully
ar: تم تحميل الصور بنجاح

source: No images provided
ar: لم يتم توفير الصور

source: Invalid data
ar: بيانات غير صالحة

source: Booking is already rejected
ar: الحجز مرفوض بالفعل

source: No email found for this booking
ar: لم يتم العثور على بريد إلكتروني لهذا الحجز

source: Vendor Transaction creation failed
ar: فشل إنشاء معاملة البائع

source: Transaction creation failed
ar: فشل إنشاء المعاملة

source: Only Pending status can be approved
ar: يمكن الموافقة على الحالة المعلقة فقط

source: Invalid action
ar: إجراء غير صالح

source: Chalet not found.
ar: لم يتم العثور على الشاليه.

source: Vendor profile not found.
ar: لم يتم العثور على ملف تعريف البائع.

source: Chalet ID is required.
ar: مطلوب معرف الشاليه.

source: No chalet found. Please try again.
ar: لم يتم العثور على شاليه. يرجى المحاولة مرة أخرى.

source: Chalet promocode and chalet id Needed.
ar: مطلوب الرمز الترويجي للشاليه ومعرف الشاليه.

source: Offer saved successfully.
ar: تم حفظ العرض بنجاح.

source: Chalet Offerpromotion ID doesn't exist.
ar: معرّف العرض الترويجي للشاليه غير موجود.

source: Chalet Offerpromotion ID Needed.
ar: مطلوب معرف الترويج لعرض الشاليه.

source: Offer deleted successfully
ar: تم حذف العرض بنجاح

source: Chalet Offerpromotion doesn't exist.
ar: عرض الشاليه غير موجود.

source: Discount Needed.
ar: الخصم مطلوب.

source: Review Not found.
ar: لم يتم العثور على المراجعة.

source: Review response posted successfully
ar: تم نشر الرد على المراجعة بنجاح

source: Chalet review not found.
ar: لم يتم العثور على مراجعة الشاليه.

source: Chalet review ID Needed.
ar: مطلوب معرف مراجعة الشاليه.

source: Review response edited successfully
ar: تم تحرير استجابة المراجعة بنجاح

source: Review response deleted successfully
ar: تم حذف استجابة المراجعة بنجاح

source: Error updating room
ar: حدث خطأ أثناء تحديث الغرفة

source: You have no chalets.
ar: ليس لديك شاليهات.

source: User not authenticated
ar: لم تتم مصادقة المستخدم

source: Chalet ID is required
ar: مطلوب معرف الشاليه

source: Chalet not found
ar: لم يتم العثور على الشاليه

source: User not found.
ar: لم يتم العثور على المستخدم.

source: Error extracting data.
ar: خطأ في استخراج البيانات.

source: An error occurred while uploading images. Please try again.
ar: حدث خطأ أثناء تحميل الصور. يرجى المحاولة مرة أخرى.

source: An error occurred during registration. Please try again.
ar: حدث خطأ أثناء التسجيل. يرجى المحاولة مرة أخرى.

source: Chalet is not approved. You need to log out.
ar: الشاليه غير معتمد تحتاج إلى تسجيل الخروج.

source: Email already exists
ar: البريد الإلكتروني موجود بالفعل

source: Chalet details saved successfully.
ar: تم حفظ تفاصيل الشاليه بنجاح.

source: Invalid amenity IDs. IDs must be integers.
ar: معرفات وسائل الراحة غير صالحة. يجب أن تكون المعرفات أعدادًا صحيحة.

source: An error occurred while adding amenity.
ar: حدث خطأ أثناء إضافة وسائل الراحة.

source: Amenities added successfully
ar: تمت إضافة وسائل الراحة بنجاح

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى في وقت لاحق.

source: Invalid request
ar: طلب غير صالح

source: Policy category not found
ar: لم يتم العثور على فئة السياسة

source: Vendor profile not found
ar: لم يتم العثور على ملف تعريف البائع

source: An unexpected error occurred
ar: حدث خطأ غير متوقع

source: Successfully added new policy to %(category)s.
ar: تمت إضافة سياسة جديدة بنجاح إلى %(category)s.

source: Successfully added policy.
ar: تمت إضافة السياسة بنجاح.

source: Policy already exists in this category.
ar: السياسة موجودة بالفعل في هذه الفئة.

source: Policies Created Successfully
ar: تم إنشاء السياسات بنجاح

source: Vendor or chalet not found.
ar: لم يتم العثور على البائع أو الشاليه.

source: Policy already exists for this category.
ar: السياسة موجودة بالفعل لهذه الفئة.

source: Policies updated successfully.
ar: تم تحديث السياسات بنجاح.

source: No policies found for this category.
ar: لم يتم العثور على سياسات لهذه الفئة.

source: Policy category has been deleted successfully.
ar: تم حذف فئة السياسة بنجاح.

source: The booking's checkout date has already passed.
ar: لقد مر تاريخ الخروج من الحجز بالفعل.

source: No file provided.
ar: لم يتم تقديم أي ملف.

source: File exceeds the maximum size of 500 KB.
ar: يتجاوز حجم الملف الحد الأقصى وهو 500 كيلو بايت.

source: Image uploaded successfully.
ar: تم تحميل الصورة بنجاح.

source: Chalet image not found.
ar: لم يتم العثور على صورة الشاليه.

source: An error occurred, please try again later
ar: حدث خطأ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Check In
ar: ﺗﺳﺟﯾل اﻟدﺧول

source: Booking <br>Date
ar: تاريخ الحجز

source: Discount Amount
ar: مبلغ الخصم
