Repository: muneebtk/hotel-reservation-api
Catalog: chalets/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Total Members
ar: إجمالي الأعضاء

source: Booking status
ar: حالة الحجز

source: City (Arabic)
ar: مدينة (عربية)

source: City name must contain only English characters.
ar: يجب أن يحتوي اسم المدينة على أحرف إنجليزية فقط.

source: City name (Arabic) must contain only Arabic characters.
ar: يجب أن يحتوي اسم المدينة (العربية) على الأحرف العربية فقط.

source: Available Chalet
ar: شاليه متاح

source: Booked Chalet
ar: حجزت شاليه

source: Add Chalet
ar: أضف شاليه

source: Number of guests must be greater than zero and less than 100
ar: يجب أن يكون عدد الضيوف أكبر من الصفر وأقل من 100

source: Number of guests must be a whole number
ar: يجب أن يكون عدد الضيوف عددًا صحيحًا

source: Total price must be a whole number or up to 3 decimal places
ar: يجب أن يكون السعر الإجمالي عددًا صحيحًا أو ما يصل إلى 3 أرقام عشرية

source: Total price must be greater than zero and less than 10000
ar: يجب أن يكون السعر الإجمالي أكبر من الصفر وأقل من 10000

source: Weekend price must be a whole number or up to 3 decimal places
ar: يجب أن يكون سعر عطلة نهاية الأسبوع عددًا صحيحًا أو ما يصل إلى 3 منازل عشرية

source: Weekend price must be greater than zero and less than 10000
ar: يجب أن يكون سعر عطلة نهاية الأسبوع أكبر من الصفر وأقل من 10000

source: Check In
ar: ﺗﺳﺟﯾل اﻟدﺧول

source: Check Out
ar: تسجيل الخروج

source: Monthly Bookings
ar: الحجوزات الشهرية
