Repository: muneebtk/hotel-reservation-api
Catalog: chalets/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Edit Chalet Policies
ar: سياسات الشاليهات

source: Add New Policy
ar: إضافة سياسة جديدة

source: Edit Policy
ar: تحرير السياسة

source: Delete Policy
ar: حذف السياسة

source: No policies available.
ar: لا توجد سياسات متاحة.

source: Category
ar: فئة

source: Enter or select the policy category
ar: أدخل أو حدد فئة السياسة

source: Policies
ar: السياسات

source: Enter the policy
ar: أدخل السياسة

source: Cancel
ar: يلغي

source: Save
ar: حفظ

source: Enter the policy category
ar: أدخل فئة السياسة

source: Add new policy
ar: إضافة سياسة جديدة

source: Are you sure you want to delete this policy?
ar: هل أنت متأكد أنك تريد حذف هذه السياسة؟

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.

source: Yes, Delete
ar: نعم، احذف

source: Category cannot be empty.
ar: لا يمكن أن تكون الفئة فارغة.

source: Category name must be 50 characters or less.
ar: يجب أن يكون اسم الفئة 50 حرفًا أو أقل.

source: Category name must contain only alphabetic characters and spaces.
ar: يجب أن يحتوي اسم الفئة على أحرف أبجدية ومسافات فقط.

source: At least one policy must be provided.
ar: يجب توفير سياسة واحدة على الأقل.

source: An error occurred while saving policies.
ar: حدث خطأ أثناء حفظ السياسات.

source: Please enter a category and at least one policy.
ar: الرجاء إدخال فئة وسياسة واحدة على الأقل.

source: Category name cannot be empty or contain only spaces.
ar: لا يمكن أن يكون اسم الفئة فارغًا أو يحتوي على مسافات فقط.

source: Category name cannot be only spaces.
ar: لا يمكن أن يكون اسم الفئة مسافات فقط.

source: Policy
ar: سياسة

source: cannot be empty or contain only spaces.
ar: لا يمكن أن تكون فارغة أو تحتوي على مسافات فقط.

source: At least one valid policy must be provided.
ar: يجب توفير سياسة واحدة صالحة على الأقل.

source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.

source: Policy has been deleted
ar: تم حذف السياسة

source: Something went wrong
ar: حدث خطأ ما

source: New Chalet Registration Form
ar: استمارة تسجيل شاليه جديد

source: Chalet Name In English
ar: اسم الشاليه بالانجليزي

source: Enter chalet name
ar: أدخل اسم الشاليه

source: Chalet Name in Arabic
ar: اسم الشاليه بالعربي

source: Owner Name In English
ar: اسم المالك بالانجليزي

source: Enter owner name
ar: اسم مالك الفندق

source: Owner Name In Arabic
ar: اسم المالك بالعربي

source: Chalet Owner Email
ar: بريد مالك الشاليه الإلكتروني

source: Enter your email
ar: أدخل اسم المالك

source: Office Number
ar: رقم المكتب

source: Ex-22555555
ar: مثال-22555555

source: Chalet Address
ar: عنوان الشاليه

source: Search here
ar: ابحث هنا

source: Choose my current location
ar: اختر موقعي الحالي

source: Governorate\State
ar: المحافظة / الولاية

source: Enter your Governorate\state Name
ar: أدخل اسم المحافظة\الولاية

source: City
ar: المدينة

source: Enter your city name
ar: أدخل اسم مدينتك

source: Country
ar: الدولة

source: Enter your country name
ar: أدخل اسم بلدك

source: GSM Number
ar: رقم الجوال

source: Enter your GSM number
ar: أدخل رقم جي إس إم الخاص بك

source: Account Number
ar: رقم الحساب

source: Enter your Account Number
ar: أدخل رقم حسابك

source: Locality
ar: محلية

source: Enter your locality
ar: أدخل منطقتك

source: Locality not found
ar: محلية

source: Bank Name
ar: اسم البنك

source: Enter your Bank Name
ar: أدخل اسم البنك الخاص بك

source: Account Holder Name
ar: اسم صاحب الحساب

source: Enter your Account Holder Name
ar: أدخل اسم صاحب الحساب الخاص بك

source: VAT Number
ar: رقم ضريبة القيمة المضافة

source: Enter VAT number
ar: أدخل رقم ضريبة القيمة المضافة

source: CR Number
ar: رقم السجل التجاري

source: Enter CR number
ar: أدخل رقم السجل التجاري

source: Chalet Description in English
ar: وصف الشاليه بالانجليزي

source: Enter a few words about your chalet
ar: أدخل بضع كلمات عن الشاليه الخاص بك

source: Chalet Description in Arabic
ar: وصف الشاليه بالعربي

source: Chalet Policies In English
ar: سياسات الشاليه بالانجليزي

source: Enter your chalet policies
ar: أدخل سياسات الشاليه الخاصة بك

source: Chalet Policies In Arabic
ar: سياسات الشاليه بالعربي

source: Chalet Logo
ar: شعار الشاليه

source: (Upload JPEG/PNG files)
ar: (تحميل ملفات JPEG/PNG)

source: Chalet Images
ar: صور شاليه

source: The size of a single chalet image file should not exceed 30 MB
ar: يجب ألا يتجاوز حجم ملف صورة الشاليه الواحد 30 ميجابايت

source: Always take the picture in bright natural light
ar: التقط الصورة دائمًا في ضوء طبيعي ساطع

source: Upload minimum 5 images
ar: قم بتحميل 5 صور على الأقل

source: I Agree to the
ar: أنا أوافق على

source: Terms
ar: شروط

source: And
ar: و

source: Conditions
ar: شروط

source: Register
ar: تسجيل

source: Chalet with same email already exist
ar: الشاليه بنفس البريد الإلكتروني موجود بالفعل

source: Registration successful
ar: تم التسجيل بنجاح

source: You have successfully registered.
ar: لقد قمت بالتسجيل بنجاح

source: images remaining to upload.
ar: الصور المتبقية للتحميل

source: Could not retrieve current address
ar: تعذر استرداد العنوان الحالي

source: Error fetching current address
ar: حدث خطأ أثناء جلب العنوان الحالي

source: Error getting current location
ar: حدث خطأ أثناء الحصول على الموقع الحالي

source: Geolocation is not supported by this browser
ar: تحديد الموقع الجغرافي غير مدعوم من هذا المتصفح

source: Address not found
ar: لم يتم العثور على العنوان

source: The date must be today or future.
ar: يجب أن يكون التاريخ اليوم أو المستقبل

source: Please enter Chalet Name.
ar: الرجاء إدخال اسم الشاليه

source: chalet Name must be between 3 and 100 characters long.
ar: يجب أن يتراوح طول اسم الشاليه بين 3 و100 حرف.

source: chalet Arabic Name cannot be empty.
ar: الاسم العربي للشاليه لا يمكن أن يكون فارغا.

source: chalet Arabic Name must be between 3 and 100 characters long.
ar: يجب أن يتراوح طول الاسم العربي للشاليه بين 3 و100 حرف.

source: Please enter Chalet Owner Name.
ar: الرجاء إدخال اسم مالك الشاليه

source: Chalet Owner Name should be at least 3 characters long.
ar: يجب ألا يقل طول اسم مالك الشاليه عن 3 أحرف.

source: Chalet Owner Name should not exceed 100 characters.
ar: يجب ألا يتجاوز اسم مالك الشاليه 100 حرف.

source: Chalet Owner Name in Arabic should be at least 3} characters long.
ar: يجب أن لا يقل اسم مالك الشاليه باللغة العربية عن 3 أحرف.

source: Chalet Owner Name in Arabic should not exceed 100 characters.
ar: يجب ألا يزيد اسم مالك الشاليه باللغة العربية عن 100 حرف.

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح

source: Invalid office number.
ar: رقم المكتب غير صالح.

source: Office Number should be 15 digits or less.
ar: يجب أن يتكون رقم المكتب من 15 رقمًا أو أقل.

source: Please enter Hotel Address.
ar: الرجاء إدخال عنوان الفندق.

source: Chalet Address should not exceed 300 characters.
ar: ويجب ألا يتجاوز 300 حرفًا.

source: Invalid GSM number.
ar: رقم GSM غير صالح.

source: GSM Number should be 15 digits or less.
ar: يجب أن يتكون رقم GSM من 15 رقمًا أو أقل.

source: Please select a Country.
ar: رجاء قم بإختيار دوله

source: Country should not exceed 50 characters.
ar: يجب ألا يتجاوز البلد 50 حرفًا.

source: Please select a State/Province.
ar: الرجاء تحديد الولاية/المقاطعة

source: State/Province name should not exceed 50 characters.
ar: يجب ألا يتجاوز اسم الولاية/المقاطعة 50 حرفًا.

source: Please enter the account number.
ar: الرجاء إدخال رقم الحساب.

source: Account Number should be between 9 and 20 digits.
ar: يجب أن يتراوح رقم الحساب بين 9 و20 رقمًا.

source: Account Number must contain only numeric digits.
ar: يجب أن يحتوي رقم الحساب على أرقام رقمية فقط.

source: Account Number cannot contain only zeros.
ar: رقم الحساب لا يكون كله اصفار.

source: Please enter the account holder name.
ar: الرجاء إدخال اسم صاحب الحساب.

source: Account Holder should not exceed 50 characters.
ar: يجب ألا يتجاوز صاحب الحساب 50 حرفًا.

source: Account Holder name should only contain alphabets, spaces, hyphens, and apostrophes.
ar: يجب أن يحتوي اسم صاحب الحساب فقط على الحروف الهجائية والمسافات والواصلات والفواصل العليا.

source: Please enter the Bank Name.
ar: الرجاء إدخال اسم البنك.

source: Bank Name should not exceed 50 characters.
ar: يجب ألا يتجاوز اسم البنك 50 حرفًا.

source: Bank Name should only contain alphabets, spaces, and &.
ar: يجب أن يحتوي اسم البنك على الحروف الهجائية والمسافات و& فقط.

source: Please select a City.
ar: الرجاء اختيار المدينة

source: City should not exceed 50 characters.
ar: يجب ألا تتجاوز المدينة 50 حرفًا.

source: Postal/ZIP code cannot exceed 15 characters.
ar: لا يمكن أن يتجاوز الرمز البريدي/الرمز البريدي 15 حرفًا.

source: Please agree to the terms and conditions.
ar: يرجى الموافقة على الشروط والأحكام

source: Please upload a minimum of 5 images.
ar: يرجى تحميل ما لا يقل عن 5 صور

source: Please upload only JPEG or PNG images for chalet images.
ar: يرجى تحميل صور JPEG أو PNG فقط لصور الشاليه

source: Please upload a Chalet Logo.
ar: يرجى تحميل شعار الشاليه

source: Please upload only JPEG or PNG images for the chalet logo.
ar: يرجى تحميل صور JPEG أو PNG فقط لشعار الشاليه

source: Account Number not exceed ${localityMaxLength} characters.
ar: رقم الحساب لا يتجاوز ${localityMaxLength} من الأحرف.

source: Locality should not exceed ${localityArabicMaxLength} characters.
ar: يجب ألا تتجاوز المنطقة المحلية ${localityArabicMaxLength} من الأحرف.

source: Please enter CR Number.
ar: الرجاء إدخال رقم السجل التجاري

source: CR Number should not exceed 15 characters.
ar: يجب ألا يتجاوز رقم السجل التجاري 15 حرفًا.

source: House/Building/Apartment number should not exceed ${buildingNumberMaxLength} characters.
ar: يجب ألا يتجاوز رقم المنزل/المبنى/الشقة ${buildingNumberMaxLength} الشخصيات.

source: Account Holder Name cannot be empty
ar: لا يمكن أن يكون اسم صاحب الحساب فارغًا

source: Account Holder Name should not exceed ${maxLength} characters.
ar: يجب ألا يتجاوز اسم صاحب الحساب ${maxLength} حرفًا.

source: Let's finish things up
ar: دعونا ننهي الأمور

source: Amenities
ar: وسائل الراحة

source: Prices
ar: الأسعار

source: Please list all amenities available at your property
ar: يرجى ذكر جميع وسائل الراحة المتوفرة في الممتلكات الخاصة بك

source: Request amenity
ar: طلب وسائل الراحة

source: Please select at least one amenity to proceed.
ar: الرجاء تحديد وسائل راحة واحدة على الأقل للمتابعة.

source: Please wait for the requested amenity to be added before proceeding.
ar: يرجى الانتظار حتى تتم إضافة المرافق المطلوبة قبل المتابعة.

source: Back
ar: رجوع

source: Next
ar: التالي

source: Request sent successfully!
ar: تم إرسال الطلب بنجاح!

source: Failed to send request.
ar: فشل في إرسال الطلب.

source: Dashboard
ar: لوحة القيادة

source: Booking
ar: الحجوزات

source: Booking Availability
ar: إتاحة الحجز

source: Chalet Info
ar: معلومات الشاليه

source: Transaction
ar: تفاصيل المعاملات

source: Offers & Promo
ar: العروض والترويجات

source: Refund
ar: استعادة

source: Review & Rating
ar: مراجعات وتقييمات

source: Edit Details
ar: تحرير التفاصيل

source: Chalet Name
ar: اسم الشاليه

source: Chalet Owner Name
ar: اسم مالك الشاليه

source: State/ Province
ar: المحافظة / الولاية

source: Postal/ZIP Code
ar: الرمز البريدي / صندوق البريد

source: Property Type
ar: أنواع العقارات

source: Date of Expiry
ar: تاريخ الانتهاء

source: Reject
ar: رفض

source: Approve
ar: موافقة

source: Upcoming Bookings
ar: الحجوزات القادمة

source: Past Bookings
ar: الحجوزات الماضية

source: Cancelled Bookings
ar: الحجوزات الملغاة

source: From: Sep 8, 2023
ar: من: 8 سبتمبر 2023

source: To: Sep 8, 2023
ar: إلى: 8 سبتمبر 2023

source: Status Type
ar: نوع الحالة

source: Pending
ar: قيد الانتظار

source: Booked
ar: حجزت

source: Confirmed
ar: مؤكد

source: Rejected
ar: مرفوض

source: Cancelled
ar: تم الإلغاء

source: Completed
ar: مكتمل

source: Search
ar: بحث

source: Sl. No.
ar: التسلسل

source: Guest Name
ar: اسم الضيف

source: Contact Number
ar: رقم الاتصال

source: Check-In
ar: ﺗﺳﺟﯾل اﻟدﺧول

source: Check-Out
ar: الخروج

source: Status
ar: الحالة

source: Action
ar: إجراء

source: View
ar: ﻣﻌﺎﯾﻧﺔ

source: No data found
ar: لاتوجد بيانات

source: User Management
ar: إدارة المستخدمين

source: Booking ID:
ar: :رقم الحج:

source: Customer Details
ar: تفاصيل العميل

source: Name:
ar: اسم:

source: Email Id:
ar: معرف البريد الإلكتروني:

source: Contact Number:
ar: رقم الاتصال

source: Booking Info
ar: معلومات الحجز

source: Booking Date:
ar: تاريخ الحجز:

source: Check In:
ar: ﺗﺳﺟﯾل اﻟدﺧول:

source: Check Out:
ar: تسجيل الخروج :

source: Room & Members:
ar: الغرفة والأعضاء:

source: Room
ar: غرفة

source: Adult
ar: الكبار

source: Pricing Structure
ar: هيكل التسعير

source: Base Price:
ar: السعر الأساسي:

source: Tax Fees:
ar: الرسوم الضريبية:

source: Discount Price
ar: سعر الخصم:

source: Service Fees:
ar: رسوم الخدمة:

source: Payment Method:
ar: طريقة الدفع

source: Status:
ar: حالة:

source: Total Amount:
ar: المبلغ الإجمالي:

source: Cancel
ar: اﻟﻐﺎء

source: Booking
ar: الحجز

source: Approve
ar: الموافقة على

source: Send
ar: يرسل

source: Reminder
ar: تذكير

source: Close
ar: إغلاق

source: Are you sure you want to cancel this booking?
ar: هل أنت متأكد أنك تريد إلغاء هذا الحجز؟

source: Reminder email sent
ar: تم إرسال رسالة تذكير بالبريد الإلكتروني

source: Are you sure you want to approve this booking?
ar: هل أنت متأكد أنك تريد الموافقة على هذا الحجز؟

source: Booking is approved
ar: تمت الموافقة على الحجز

source: Failed to approve this booking
ar: فشلت الموافقة على هذا الحجز

source: You must upload
ar: يجب عليك تقديم

source: files.
ar: ملفات

source: One or more files exceed the maximum size of 500 KB.
ar: يتجاوز ملف واحد أو أكثر الحد الأقصى للحجم وهو 500 كيلو بايت.

source: Chalet Management
ar: إدارة الشاليهات

source: Upload New Photo
ar: تحميل صورة جديدة

source: Chalet Details
ar: تفاصيل الشاليه

source: Price
ar: سعر

source: Commission
ar: عمولة

source: Total Price
ar: السعر الإجمالي

source: No. Of Guests
ar: عدد الضيوف

source: No amenities available.
ar: لا توجد وسائل الراحة المتاحة.

source: Edit
ar: تحرير

source: Room Type
ar: نوع الغرفة

source: Room Number
ar: رقم الغرفة

source: Price-per night
ar: السعر لليلة الواحدة

source: Meals
ar: وجبات

source: Adults
ar: الكبار

source: Children
ar: أطفال

source: Promo Code Management
ar: إدارة كود الخصم

source: Discount Percentage
ar: نوع الخصم

source: Create New Promo Code
ar: إنشاء كود خصم جديد

source: Code name
ar: اسم الكود

source: Discount percentage
ar: نسبة الخصم

source: Validity From
ar: الصلاحية من

source: Validity To
ar: صلاحية ل

source: Usage limits
ar: حدود الاستخدام

source: Applicable conditions
ar: الشروط القابلة للتطبيق

source: cancel
ar: يلغي

source: Sl.No.
ar: التسلسل.

source: Validity period
ar: فترة الصلاحية

source: Delete
ar: حذف

source: ADD
ar: يضيف

source: property Type
ar: أنواع العقارات

source: Select a property type
ar: اختر نوع العقار

source: Occupancy
ar: الإشغال

source: Add Images
ar: إضافة الصور

source: Add
ar: يضيف

source: Weekend Price
ar: سعر عطلة نهاية الأسبوع

source: Commission Amount
ar: مبلغ العمولة

source: View chalet
ar: عرض الشاليه

source: Edit chalet
ar: تحرير الشاليه

source: Enter price
ar: أدخل السعر

source: Weekend price (Optional)
ar: سعر نهاية الأسبوع (اختياري)

source: Enter weekend price
ar: أدخل سعر عطلة نهاية الأسبوع

source: Select Amenities
ar: حدد وسائل الراحة

source: Chalet added successfully!
ar: تمت إضافة الشاليه بنجاح!

source: Please enter a valid price greater than 0 (up to 2 decimal places).
ar: الرجاء إدخال سعر صالح أكبر من 0 (ما يصل إلى منزلتين عشريتين).

source: Please enter a valid weekend price greater than 0 (up to 2 decimal places).
ar: الرجاء إدخال سعر صالح لعطلة نهاية الأسبوع أكبر من 0 (ما يصل إلى منزلتين عشريتين).

source: Only PNG and JPEG images are allowed.
ar: يُسمح فقط بالصور PNG وJPEG.

source: You can select up to 5 images only.
ar: يمكنك اختيار ما يصل إلى 5 صور فقط.

source: image(s) uploaded.
ar: تم تحميل الصورة (الصور).

source: Please enter a valid amount greater than 0.
ar: الرجاء إدخال مبلغ صالح أكبر من 0.

source: You must upload 5 images
ar: يجب عليك تحميل 5 صور

source: Room number must be digits only.
ar: يجب أن يتكون رقم الغرفة من أرقام فقط.

source: Room number already exists.
ar: رقم الغرفة موجود بالفعل.

source: Price per night must be a positive number.
ar: يجب أن يكون سعر الليلة رقمًا موجبًا.

source: You must upload 5 images.
ar: يجب عليك تحميل 5 صور.

source: Offer Creation And Management
ar: إنشاء العرض وإدارته

source: Common Promotion
ar: شائع ترقية

source: Promo Code Specific
ar: الرمز الترويجي محدد

source: Create New Offer
ar: إنشاء عرض جديد

source: Offer Name
ar: اسم العرض

source: Description
ar: الوصف

source: Promo Code
ar: إدارة كود الخصم

source: Max Uses
ar: الاستخدامات القصوى

source: Validity Period
ar: فترة الصلاحية

source: Targeted Offer Type
ar: نوع العرض المستهدف

source: Occasion Name
ar: اسم المناسبة

source: Points Required
ar: النقاط المطلوبة

source: Minimum Spend
ar: الحد الأدنى للإنفاق

source: Created by
ar: تم إنشاؤها بواسطة

source: Valid From
ar: صالح من

source: Valid To
ar: صلاحية ل

source: Early Bird
ar: الطائر المبكر

source: Last Minute
ar: اللحظة الأخيرة

source: Family Package
ar: الحزمة العائلية

source: Enter offer name
ar: أدخل اسم العروض

source: Enter offer description here...
ar: أدخل وصف العرض هنا...

source: Enter discount percentage
ar: أدخل نسبة الخصم

source: Enter minimum spend
ar: أدخل الحد الأدنى للإنفاق

source: Offer Name is required.
ar: مطلوب اسم العروض

source: Offer Name cannot exceed 30 characters.
ar: لا يمكن أن يتجاوز اسم العروض 30 حرفًا.

source: Description is required.
ar: الوصف مطلوب.

source: Description cannot exceed 100 characters.
ar: لا يمكن أن يتجاوز الوصف 100 حرف.

source: You need to enter discount percentage to proceed.
ar: تحتاج إلى إدخال نسبة الخصم للمتابعة.

source: Please enter a valid discount percentage (between 0 and 100).
ar: الرجاء إدخال نسبة خصم صالحة (بين 0 و100).

source: Minimum spend must be a whole number (no decimals).
ar: يجب أن يكون الحد الأدنى للإنفاق عددًا صحيحًا (بدون أرقام عشرية).

source: Please enter a valid minimum spend.
ar: الرجاء إدخال حد أدنى صالح للإنفاق.

source: Please specify a valid start date.
ar: الرجاء تحديد تاريخ بدء صالح.

source: Please specify a valid end date.
ar: الرجاء تحديد تاريخ انتهاء صالح.

source: Valid From date cannot be in the past.
ar: تاريخ صالح من لا يمكن أن يكون في الماضي.

source: Validity To date cannot be in the past.
ar: لا يمكن أن تكون الصلاحية حتى الآن في الماضي.

source: Start date cannot be later than the end date.
ar: لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء.

source: Promo code is required.
ar: الرمز الترويجي مطلوب.

source: Promo code cannot exceed 50 characters.
ar: لا يمكن أن يتجاوز الرمز الترويجي 50 حرفًا.

source: Please specify a valid number of max uses below 1999999999.
ar: يرجى تحديد عدد صحيح من الاستخدامات القصوى أدناه 1999999999.

source: Please specify a valid date.
ar: يرجى تحديد تاريخ صالح.

source: Start date cannot be later than end date.
ar: لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء.

source: Please select a targeted offer type.
ar: الرجاء تحديد نوع العرض المستهدف.

source: Occasion name is required.
ar: اسم المناسبة مطلوب.

source: Occasion name cannot be a number.
ar: لا يمكن أن يكون اسم المناسبة رقمًا.

source: Occasion name cannot exceed 100 characters.
ar: لا يمكن أن يتجاوز اسم المناسبة 100 حرف.

source: Please specify the points required.
ar: يرجى تحديد النقاط المطلوبة.

source: Error fetching pagination data. Please try again later.
ar: حدث خطأ أثناء جلب بيانات ترقيم الصفحات. يرجى المحاولة مرة أخرى لاحقا.

source: Error submitting the form. Please try again later.
ar: حدث خطأ أثناء إرسال النموذج. يرجى المحاولة مرة أخرى لاحقا.

source: Minimum spend is required.
ar: مطلوب الحد الأدنى للإنفاق.

source: Minimum spend must be a whole number without decimal points.
ar: يجب أن يكون الحد الأدنى للإنفاق عددًا صحيحًا بدون نقاط عشرية.

source: Please enter a valid minimum spend greater than zero.
ar: الرجاء إدخال حد أدنى صالح للإنفاق أكبر من الصفر.

source: Promo code already exists.
ar: الرمز الترويجي موجود بالفعل.

source: Error updating offer. Please try again later.
ar: حدث خطأ أثناء تحديث العرض. يرجى المحاولة مرة أخرى لاحقا.

source: Are you sure you want to delete this offer?
ar: هل أنت متأكد أنك تريد حذف هذا العرض؟

source: Error deleting offer. Please try again later.
ar: حدث خطأ أثناء حذف العرض. يرجى المحاولة مرة أخرى لاحقا.

source: Error fetching data. Please try again later.
ar: حدث خطأ أثناء جلب البيانات. يرجى المحاولة مرة أخرى لاحقا.

source: Booking Source
ar: مصدر الحجز

source: Cancelation Status
ar: حالة الإلغاء

source: Transaction ID
ar: رقم المعاملة

source: Booking ID
ar: رقم الحجز

source: Refund Date
ar: تاريخ الاسترداد

source: Refund Amount
ar: مبلغ الاسترداد

source: Rating
ar: التقييم

source: Date
ar: التاريخ

source: User Name
ar: اسم المستخدم

source: Review Text
ar: مراجعة نص

source: Response
ar: إجابة

source: See more
ar: شاهد المزيد

source: Respond
ar: يستجيب

source: Write Respond Review
ar: اكتب مراجعة الرد

source: Review
ar: مراجعة

source: Response cannot be empty
ar: لا يمكن أن تكون الاستجابة فارغة

source: Response should be between 5 - 250 characters.
ar: يجب أن تكون الإجابة بين 5 - 250 حرفًا.

source: Post
ar: نشر

source: Edit Respond Review
ar: تحرير مراجعة الرد

source: Error Fetching Reviews. Please try again later.
ar: حدث خطأ أثناء تحميل المراجعات. يُرجى المحاولة لاحقًا.

source: Failed to submit the response. Please try again.
ar: فشل إرسال الرد. يُرجى المحاولة مرة أخرى.

source: Response submitted successfully!
ar: تم إرسال الرد بنجاح!

source: Error deleting response. Please try again later.
ar: حدث خطأ أثناء حذف الرد. يُرجى المحاولة لاحقًا.

source: Are you sure you want to delete this response?
ar: هل أنت متأكد أنك تريد حذف هذه الإجابة؟

source: Response deleted successfully!
ar: تم حذف الرد بنجاح!

source: An unexpected error occurred. Please try again.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى.

source: OK
ar: نعم

source: Payment Method
ar: طريقة الدفع

source: Transaction Date
ar: تاريخ المعاملة

source: Transaction Type
ar: نوع المعاملة

source: Transaction Amount
ar: مبلغ المعاملة

source: Transaction Status
ar: حالة المعاملة

source: Transaction Reference No:
ar: مرجع المعاملة

source: Payment Status
ar: حالة الدفع

source: Payment Gateway
ar: بوابة الدفع

source: Bookings Rates
ar: أسعار الحجوزات

source: Cancellation Rates
ar: معدلات الإلغاء

source: Average Daily Rates
ar: متوسط ​​الأسعار اليومية

source: Review Rates
ar: مراجعة الأسعار

source: Latest Bookings
ar: أحدث الحجوزات

source: View All
ar: عرض الكل

source: Visitor Statistics
ar: إحصائيات الزوار

source: Visitors
ar: الزوار

source: Reservation Statistics
ar: إحصائيات الحجز

source: Bookings
ar: الحجز

source: New Bookings
ar: أحدث الحجوزات

source: Confirmed Bookings
ar: التحفظات المؤكدة

source: Edit Chalet Details
ar: أدخل اسم الشاليه

source: Your Chalet details have been successfully edited.
ar: تم تعديل تفاصيل الشاليه الخاص بك بنجاح.

source: Add Amenities
ar: جميع وسائل الراحة

source: Amenity with this name already exists
ar: وسائل الراحة بهذا الاسم موجودة بالفعل

source: Search and select amenities
ar: البحث عن وسائل الراحة واختيارها

source: Please select at least one amenity.
ar: يرجى اختيار وسيلة راحة واحدة على الأقل.

source: chalet Name
ar: اسم الشاليه

source: Chalet Name/اسم الفندق
ar: اسم الشاليه

source: Arabic Name
ar: الاسم العربي

source: chalet Owner Name
ar: اسم مالك الشاليه

source: Chalet Owner Name/اسم مالك الفندق
ar: إسم مالك الشاليه

source: chalet Owner Name In Arabic
ar: اسم مالك الشاليه باللغة العربية

source: Owner Mail
ar: بريد المالك

source: chalet Address
ar: عنوان الشاليه

source: State/Province
ar: المحافظة / الولاية

source: Chalet Type
ar: نوع الشاليه

source: Choose your Chalet Type
ar: اختر نوع الشاليه الخاص بك

source: Payments Accepted
ar: المدفوعات مقبولة

source: All
ar: جميع

source: Meal Price
ar: سعر الوجبة

source: Chalet Description
ar: وصف الشاليه

source: Chalet Description/وصف الفندق
ar: وصف الشاليه/وصف الشاليه
